IDEA Open Model
BeamDataEc2.IsUserLimitDeflection Property
Compatible with IDEA StatiCa 20.1
 true for user value of limit deflection (both - total + rheological)
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool IsUserLimitDeflection { get; set; }
Public Property IsUserLimitDeflection As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace